Repository: Nazare-imam38/DHA_App
Catalog: lib/l10n/app_*.arb
Languages: ur

# appTitle
source: DHA MARKETPLACE
ur: ڈی ایچ اے مارکیٹ پلیس

source: HOME
ur: ہوم

# projects
source: MARKETPLACE
ur: پروجیکٹس

source: SEARCH
ur: تلاش

source: MY BOOKINGS
ur: میری بکنگز

source: PROFILE
ur: پروفائل

source: Welcome Back!
ur: واپس آئیں!

source: John Doe
ur: جان ڈو

source: Language
ur: زبان

source: Contact Us
ur: رابطہ کریں

source: Feedback
ur: فیڈ بیک

source: Logout
ur: لاگ آؤٹ

source: Login
ur: لاگ ان

# dhaProjectsMap
source: DHA MARKETPLACE MAP
ur: ڈی ایچ اے پروجیکٹس میپ

source: Search projects...
ur: پروجیکٹس تلاش کریں...

source: Satellite
ur: سیٹلائٹ

source: Street
ur: سٹریٹ

source: Hybrid
ur: ہائبرڈ

source: PROPERTIES
ur: پراپرٹیز

source: Search properties...
ur: پراپرٹیز تلاش کریں...

source: All
ur: تمام

source: Houses
ur: گھر

source: Flats
ur: فلیٹس

source: Plots
ur: پلاٹس

source: Commercial
ur: کمرشل

source: Available
ur: دستیاب

source: Limited
ur: محدود

source: Booked
ur: بک شدہ

source: Phase 6
ur: فیز 6

source: Phase 5
ur: فیز 5

source: Phase 3
ur: فیز 3

source: Phase 2
ur: فیز 2

# marla10
source: 10 Marla
ur: 10 مرلہ

# marla5
source: 5 Marla
ur: 5 مرلہ

# kanal1
source: 1 Kanal
ur: 1 کنال

# kanal2
source: 2 Kanal
ur: 2 کنال

source: Price
ur: قیمت

source: Location
ur: مقام

source: Plot Finder
ur: پلاٹ فائنڈر

source: Interactive Society Maps
ur: انٹرایکٹو سوسائٹی میپس

# plotsCount
source: Residential & Commercial Property
ur: رہائشی اور تجارتی جائیداد

source: Try It Now
ur: ابھی آزمائیں

source: Post Your Property
ur: اپنی پراپرٹی پوسٹ کریں

source: Sell or Rent Out
ur: بیچیں یا کرایے پر دیں

# reachBuyers
source: Reach 1M+ Active Buyers
ur: 1M+ فعال خریداروں تک پہنچیں

source: Post an Ad
ur: اشتہار پوسٹ کریں

# residentialProperties
source: Residential
ur: رہائشی

# commercialProperties
source: Commercial
ur: کمرشل

# propertiesCount
source: Properties
ur: پراپرٹیز

source: Select Language
ur: زبان منتخب کریں

source: Language Changed
ur: زبان تبدیل ہو گئی

# languageChangedMessage
source: App language has been changed to {language} successfully!
ur: ایپ کی زبان {language} میں کامیابی سے تبدیل ہو گئی ہے!

source: OK
ur: ٹھیک ہے

source: Phone
ur: فون

source: Email
ur: ای میل

source: Website
ur: ویب سائٹ

source: Address
ur: پتہ

source: Phone Number
ur: فون نمبر

source: Email Address
ur: ای میل ایڈریس

# physicalAddress
source: DHA Phase 1, Lahore, Pakistan
ur: ڈی ایچ اے فیز 1، لاہور، پاکستان

source: Rate Your Experience
ur: اپنے تجربے کی درجہ بندی کریں

# howWouldYouRate
source: How would you rate our app?
ur: آپ ہماری ایپ کو کیسے درجہ دیں گے؟

source: Love it!
ur: مجھے پسند ہے!

source: Like it
ur: اچھا لگا

source: Okay
ur: ٹھیک ہے

source: Not good
ur: اچھا نہیں

source: Hate it
ur: نفرت ہے

source: Cancel
ur: منسوخ

source: Submit
ur: جمع کریں

source: Rate on App Store
ur: ایپ اسٹور پر درجہ دیں

# wouldYouLikeToRate
source: Would you like to rate our app on the App Store?
ur: کیا آپ ایپ اسٹور پر ہماری ایپ کو درجہ دینا چاہیں گے؟

source: Not Now
ur: ابھی نہیں

source: Rate Now
ur: ابھی درجہ دیں

# areYouSureLogout
source: Are you sure you want to logout?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Filter Projects
ur: پروجیکٹس فلٹر کریں

source: Status
ur: حالت

source: Phase
ur: فیز

source: All Phases
ur: تمام فیز

source: Phase 1
ur: فیز 1

source: Phase 4
ur: فیز 4

source: Phase 7
ur: فیز 7

source: Phase 8
ur: فیز 8

source: Hospitality
ur: مہمان نوازی

source: Educational
ur: تعلیمی

# newItem
source: New
ur: نیا

source: Hot
ur: ہاٹ

source: Verified
ur: تصدیق شدہ

source: Under Construction
ur: تعمیر کے تحت

source: Loading map...
ur: میپ لوڈ ہو رہا ہے...

source: My Location
ur: میرا مقام

source: Zoom In
ur: زوم ان

source: Zoom Out
ur: زوم آؤٹ

source: View Details
ur: تفصیلات دیکھیں

source: Contact
ur: رابطہ

source: Area
ur: رقبہ

source: Floors
ur: منزلیں

source: Units
ur: یونٹس

source: Amenities
ur: سہولات

source: Booking ID
ur: بکنگ آئی ڈی

source: Date
ur: تاریخ

source: Pending
ur: زیر التواء

source: Confirmed
ur: تصدیق شدہ

source: Completed
ur: مکمل

source: Print
ur: پرنٹ

source: Details
ur: تفصیلات

source: Pay
ur: ادائیگی

source: English
ur: انگریزی

source: Urdu
ur: اردو

source: New Projects
ur: نئے پروجیکٹس

source: View All
ur: تمام دیکھیں

source: Search bookings...
ur: بکنگز تلاش کریں...

source: Paid
ur: ادا شدہ

source: Cancelled
ur: منسوخ

source: Browse properties
ur: پراپرٹیز براؤز کریں

source: View DHA projects
ur: ڈی ایچ اے پروجیکٹس دیکھیں

source: Find properties
ur: پراپرٹیز تلاش کریں

# helpAndSupport
source: Help & Support
ur: مدد اور سپورٹ

source: FAQ and contact
ur: سوالات اور رابطہ

source: Settings
ur: سیٹنگز

source: App preferences
ur: ایپ کی ترجیحات

# appVersion
source: DHA Marketplace v1.0.0
ur: ڈی ایچ اے مارکیٹ پلیس v1.0.0

# signInToAccount
source: Sign in to your DHA Marketplace account
ur: اپنے ڈی ایچ اے مارکیٹ پلیس اکاؤنٹ میں سائن ان کریں

source: Password
ur: پاس ورڈ

source: Forgot Password?
ur: پاس ورڈ بھول گئے؟

source: Sign In
ur: سائن ان

source: Create Account
ur: اکاؤنٹ بنائیں

source: Join DHA Marketplace
ur: ڈی ایچ اے مارکیٹ پلیس میں شامل ہوں

# createAccountToGetStarted
source: Create your account to get started
ur: شروع کرنے کے لیے اپنا اکاؤنٹ بنائیں

source: Full Name
ur: پورا نام

source: Confirm Password
ur: پاس ورڈ کی تصدیق

# agreeToTerms
source: I agree to the Terms and Conditions and Privacy Policy
ur: میں شرائط و ضوابط اور پرائیویسی پالیسی سے متفق ہوں

# alreadyHaveAccount
source: Already have an account? Sign In
ur: پہلے سے اکاؤنٹ ہے؟ سائن ان کریں

source: Follow us on
ur: ہمیں فالو کریں

# getInTouchWithUs
source: Get in touch with us for any inquiries or support
ur: کسی بھی استفسار یا سپورٹ کے لیے ہم سے رابطہ کریں

source: Visit Our Office
ur: ہمارے دفتر آئیں

source: View on Map
ur: نقشے پر دیکھیں

source: Call Us
ur: ہمیں کال کریں

source: Main Office
ur: مرکزی دفتر

source: Direct Lines
ur: براہ راست لائنیں

source: Email Us
ur: ہمیں ای میل کریں

source: Email Marketplace
ur: ای میل مارکیٹ پلیس

source: Business Hours
ur: کاروباری اوقات

source: Why Choose DHA Marketplace?
ur: ڈی ایچ اے مارکیٹ پلیس کیوں منتخب کریں؟

# trustedPartnerForProperty
source: Your trusted partner for premium property investments in DHA Islamabad
ur: ڈی ایچ اے اسلام آباد میں پریمیم پراپرٹی سرمایہ کاری کے لیے آپ کا قابل اعتماد پارٹنر

source: Secure Transactions
ur: محفوظ لین دین

# secureTransactionsDesc
source: 100% secure and transparent property transactions
ur: 100% محفوظ اور شفاف پراپرٹی لین دین

source: Expert Support
ur: ماہر سپورٹ

# expertSupportDesc
source: Dedicated team of property investment experts
ur: پراپرٹی سرمایہ کاری کے ماہرین کی مخصوص ٹیم

source: Premium Locations
ur: پریمیم مقامات

# premiumLocationsDesc
source: Exclusive access to prime DHA properties
ur: بہترین ڈی ایچ اے پراپرٹیز تک خصوصی رسائی

source: Quick Processing
ur: تیز پروسیسنگ

# quickProcessingDesc
source: Fast and efficient property booking process
ur: تیز اور موثر پراپرٹی بکنگ پروسیس

# readyToInvestInFuture
source: Ready to Invest in Your Future?
ur: اپنے مستقبل میں سرمایہ کاری کے لیے تیار ہیں؟

# joinThousandsOfInvestors
source: Join thousands of satisfied investors who have made DHA Marketplace their trusted property partner
ur: ہزاروں مطمئن سرمایہ کاروں میں شامل ہوں جنہوں نے ڈی ایچ اے مارکیٹ پلیس کو اپنا قابل اعتماد پراپرٹی پارٹنر بنایا

source: Explore Properties
ur: پراپرٹیز دیکھیں

source: Get Started Today
ur: آج ہی شروع کریں

source: Features
ur: خصوصیات

source: Payment
ur: ادائیگی

source: Plot Features
ur: پلاٹ کی خصوصیات

source: Electricity
ur: بجلی

source: Sewerage
ur: نکاسی آب

source: Water Supply
ur: پانی کی فراہمی

source: Accessible by Road
ur: سڑک سے قابل رسائی

# businessAndCommunication
source: Business & Communication
ur: کاروبار اور مواصلات

source: Broadband Internet Access
ur: براڈ بینڈ انٹرنیٹ رسائی

source: Satellite or Cable TV Ready
ur: سیٹلائٹ یا کیبل ٹی وی تیار

source: Nearby Facilities
ur: قریبی سہولات

source: Nearby Hospitals
ur: قریبی ہسپتال

source: Nearby Public Transport Service
ur: قریبی عوامی ٹرانسپورٹ سروس

source: Nearby Restaurants
ur: قریبی ریسٹورانٹ

source: Nearby Schools
ur: قریبی اسکول

source: Nearby Shopping Malls
ur: قریبی شاپنگ مال

source: Other Facilities
ur: دیگر سہولات

source: CCTV Security
ur: سی سی ٹی وی سیکیورٹی

source: Maintenance Staff
ur: دیکھ بھال کا عملہ

source: Security Staff
ur: سیکیورٹی عملہ

source: Pet Policy: Allowed
ur: پالتو جانور کی پالیسی: اجازت

source: Property Location Details
ur: پراپرٹی کے مقام کی تفصیلات

source: Nearby Amenities
ur: قریبی سہولات

source: Hospitals
ur: ہسپتال

source: Schools
ur: اسکول

source: Shopping
ur: خریداری

source: Restaurants
ur: ریسٹورانٹ

source: Transport
ur: ٹرانسپورٹ

source: Parks
ur: پارک

source: MONTHLY INSTALLMENTS
ur: ماہانہ قسطیں

source: Monthly
ur: ماہانہ

source: Down Payment
ur: ڈاؤن پیمنٹ

source: Total Cost
ur: کل لاگت

source: Final Payment
ur: آخری ادائیگی

source: Additional Charges
ur: اضافی چارجز

source: Contact Information
ur: رابطے کی معلومات

source: BOOKING OFFICE
ur: بکنگ آفس

source: SITE OFFICE
ur: سائٹ آفس

# salesCentre
source: 24/7 SALES CENTRE
ur: 24/7 سیلز سینٹر

source: Get More Info
ur: مزید معلومات حاصل کریں

source: Call
ur: کال کریں

source: DHA
ur: ڈی ایچ اے

source: DHA Phase
ur: ڈی ایچ اے فیز

source: DHA Phase 1
ur: ڈی ایچ اے فیز 1

source: DHA Phase 2
ur: ڈی ایچ اے فیز 2

source: DHA Phase 3
ur: ڈی ایچ اے فیز 3

source: DHA Phase 4
ur: ڈی ایچ اے فیز 4

source: DHA Phase 5
ur: ڈی ایچ اے فیز 5

source: DHA Phase 6
ur: ڈی ایچ اے فیز 6

source: DHA Phase 7
ur: ڈی ایچ اے فیز 7

source: DHA Phase 8
ur: ڈی ایچ اے فیز 8

source: DHA Marketplace
ur: ڈی ایچ اے مارکیٹ پلیس

source: DHA Properties
ur: ڈی ایچ اے پراپرٹیز

source: DHA Development
ur: ڈی ایچ اے ڈیولپمنٹ

# dhaGeoJsonBoundaries
source: DHA GeoJSON boundaries loaded (High Performance)
ur: ڈی ایچ اے GeoJSON حدود لوڈ ہو گئیں (ہائی پرفارمنس)

source: DHA Loading Widget
ur: ڈی ایچ اے لوڈنگ ویجیٹ

source: DHA Logo
ur: ڈی ایچ اے لوگو

source: DHA Medical Center
ur: ڈی ایچ اے میڈیکل سینٹر

source: DHA Commercial Center
ur: ڈی ایچ اے کمرشل سینٹر

source: DHA Sports Complex
ur: ڈی ایچ اے سپورٹس کمپلیکس

source: DHA Grand Mosque
ur: ڈی ایچ اے گرینڈ مسجد

source: DHA Imperial Hall
ur: ڈی ایچ اے امپیریل ہال

source: DHA Phase 4 Entrance
ur: ڈی ایچ اے فیز 4 انٹرنس

source: DHA Marketplace Mobile App
ur: ڈی ایچ اے مارکیٹ پلیس موبائل ایپ
